Repository: matheusjferreira/flutter_busca_cep
Catalog: lib/l10n/app_*.arb
Languages: pt

source: ZIP Code Search
pt: Busca CEP

source: Welcome
pt: Bem vindo

# enterTheDesired
source: Enter the desired zip code below to perform the search:
pt: Insira o CEP desejado abaixo para realizar a pesquisa:

# pleaseEnterSome
source: Please enter a valid zip code
pt: Por favor, insira um CEP válido.

# toLookFor
source: Search
pt: Pesquisar

# cep
source: Zip Code:
pt: CEP:

# publicPlace
source: Place:
pt: Logradouro:

source: Complement:
pt: Complemento:

source: Neighborhood:
pt: Bairro:

source: Location:
pt: Localidade:

source: Result
pt: Resultado

# zipCodeFound
source: Zip code found successfully.
pt: Cep encontrado com sucesso.

# zipCodeNot
source: Zip code not found or does not exist.
pt: Cep não encontrado ou não existe.

# anInternalServer
source: An internal server error occurred, please try again later.
pt: Ocorreu um erro interno no servidor, tente novamente mais tade.

# theServerCannot
source: The server cannot find the requested data.
pt: O servidor não pode encontrar os dados solicitados.

# itWasNot
source: Unable to make the online consultation. Check your internet access.
pt: Não foi possível fazer a consulta online. Verifique seu acesso a internet.
